Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Methylcyclopentane is a possible irritant and potentially present at concentrations above the 5 μg/day PDE assigned for irritants (PQRI).
es_es: El metilciclopentano es un posible irritante y puede encontrarse en concentraciones superiores a los 5 μg/día de exposición diaria permitida asignados para irritantes (PQRI).

source: Methyleyco-pentane
es_es: Metilciclopentano

source: Metropolitan
es_es: Metropolitano

source: Metropolitan stratum includes mobile stroke unit patients (n = 26).
es_es: El estrato metropolitano incluye pacientes de la unidad móvil de accidentes cerebrovasculares (n = 26).

source: Metropolitan stratum includes mobile stroke unit patients (n=26).
es_es: En el estrato metropolitano, se incluyen los pacientes de la unidad móvil de ACV (n=26).

source: Mexico
es_es: México

source: Micardis Tablets 40 mg and 80 mg
es_es: Micardis, Comprimidos de 40 mg y 80 mg

source: Michele Sallaberger, MSc (Neuroscience Trials Australia, the Florey Institute of Neuroscience and Mental Health, Parkville, Australia), coordinated study management and received compensation for her role in the study.
es_es: Michele Sallaberger, Máster en Ciencia (Neuroscience Trials Australia, Instituto de Neurociencia y Salud Mental The Florey, Parkville, Australia), coordinó la gestión del estudio y recibió una compensación por su papel en el estudio.

source: Micro-organism
es_es: Microorganismo

source: Microalbuminuria (30 to 300 mg/g)
es_es: Media (30 a 300 mg/g)

source: Microbial control
es_es: Control microbiano

source: Microbial control (bacterial endotoxins and bioburden) and sterility
es_es: Control microbiano (endotoxinas bacterianas y biocarga) y esterilidad

source: Microbial control (bioburden)
es_es: Control microbiano (biocarga)

source: Microbial quality
es_es: calidad microbiana;

source: Microbial quality prior to and post sterile filtration was demonstrated.
es_es: Se demostró la calidad microbiana antes y después del filtrado estéril.

source: Microbial quality prior to sterile filtration
es_es: Calidad microbiana antes del filtrado estéril

source: Microbial retention capability of sterile filter, aseptic process capability ensured by equipment qualification and media fills
es_es: Capacidad de retención microbiana del filtro estéril, capacidad de procesamiento aséptico garantizada por la calificación del equipo y los llenados asépticos

source: Microbial retention capability of the sterile filter was assessed and the maximum amount of DS filtered, filtration pressure, flush volume and duration were set accordingly (see Chapter 3 Manufacturing Process Development and Section 3.2.P.3.5 Process Validation and/or Evaluation).
es_es: Se evaluó la capacidad de retención microbiana del filtro estéril y, en función de ello, se estableció la cantidad máxima de medicamento filtrado, la presión de filtrado, el volumen de drenaje y la duración (véase el Capítulo 3, Desarrollo del proceso de fabricación, y la Sección 3.2.P.3.5, Validación y/o evaluación del proceso).

source: Microbial retention characteristics of the filter membrane were tested for tenecteplase specifically during the filter validation; for details refer to Section 3.2.P.3.5 Process Validation and/or Evaluation.
es_es: Se analizaron las características de retención microbiana del filtro de membrana para la tenecteplasa específicamente durante la validación del filtro. Se incluyen más detalles en la Sección 3.2.P.3.5, Validación y evaluación del proceso.

source: Microbial retention characteristics of the filter membrane were tested product specifically during the filter validation, for details refer to Section 3.2.P.3.5 Process Validation and/or Evaluation.
es_es: Se analizaron las características de retención microbiana del filtro de membrana específicamente durante la validación del filtro. Se incluyen más detalles en la Sección 3.2.P.3.5, Validación y evaluación del proceso.

source: Microbial safety of spesolimab is controlled by chromogenic LAL test for detecting bacterial endotoxins and by membrane filtration for sterility.
es_es: La seguridad microbiana del Espesolimab se controla mediante prueba LAL cromogénica para detectar endotoxinas bacterianas y mediante filtrado por membrana para esterilidad.

source: Microbiological and viral safety of the spesolimab DP is ensured by testing, microbial controls and validated clearance.
es_es: La seguridad viral y microbiológica del medicamento Espesolimab está garantizada por pruebas, controles microbianos y procesos validados de depuración.

source: Microbiological attributes
es_es: Atributos microbiológicos

source: Microbiological quality
es_es: Calidad microbiológica

source: Microbiological quality Total aerobic microbial count (TAMC) cfu/g Total combined yeasts/moulds count (TYMC) cfu/g Bile-tolerant Gram- negative bacteria/g Staphylococcus aureus/g Family Pseudomonadaceae/g
es_es: Calidad microbiológica Recuento microbiano aeróbico total (TAMC) ufc/g Recuento total combinado de levaduras/mohos (TYMC) ufc/g Bacterias gramnegativas tolerantes a la bilis/g Staphylococcus aureus/g Familia Pseudomonadaceae/g

source: Microbiological quality is ensured by multiple control steps throughout the manufacture of the drug product including tests for bioburden, sterility and bacterial endotoxins.
es_es: La calidad microbiológica se garantiza mediante múltiples pasos de control durante la fabricación del medicamento, lo que incluye pruebas de biocarga, esterilidad y endotoxinas bacterianas.

source: Microbiological quality**
es_es: Calidad microbiológica**

source: Microbiological testing (excluding sterility testing)
es_es: Pruebas microbiológicas (excepto las pruebas de estabilidad)

source: Microbiological testing of drug product (release & stability)
es_es: Evaluación microbiológica del medicamento (liberación y estabilidad)

source: Microbiological tests
es_es: Pruebas microbiológicas

source: Microbiological:
es_es: Microbiológicas:

source: Microcrystalline cellulose
es_es: Celulosa microcristalina

source: Microcrystalline cellulose*
es_es: Celulosa microcristalina*

source: Mid concentration (65.284 ppb)
es_es: Concentración media (65.284 ppb)

source: Mid concentration:
es_es: Concentración intermedia:

source: Middle
es_es: Concentración intermedia

source: Middle [65.28 ppb]
es_es: Intermedia [65.28 ppb]

source: Middle cerebral artery
es_es: Arteria cerebral media

source: Middle cerebral artery (MCA) occlusion
es_es: Oclusión de arteria cerebral media (AMC)

source: Mild (<8)
es_es: Leve (<8)

source: Mild impairment: 8
es_es: Deterioro leve: 8

source: Mild: An event that is easily tolerated by the subject, causing minimal discomfort and not interfering with everyday activities.
es_es: Leve: un evento que el paciente puede tolerar fácilmente, que provoca una molestia mínima y que no interfiere con las actividades cotidianas.

source: Minimum
es_es: Mínimo

source: Minimum glucose level (worst episode) of hypoglycaemic AE
es_es: Nivel de glucosa mínimo (peor episodio) o EA hipoglucémico

source: Minimum sample size
es_es: Tamaño mínimo de la muestra

source: Minor change to analytical procedure for dissolution of empagliflozin and metformin hydrochloride in the drug product
es_es: Cambio menor en el procedimiento analítico para la disolución de empagliflozina y clorhidrato de metformina en el medicamento

source: Minor change to analytical procedures for dissolution of empagliflozin and metformin hydrochloride, Identification, Degradation and Assay of empagliflozin, Identification, Degradation and Assay of metformin hydrochloride and Uniformity of dosage units empagliflozin
es_es: Cambio menor en los procedimientos analíticos para la disolución de empagliflozina y el clorhidrato de metformina, Identificación, Degradación y Valoración de empagliflozina, Identificación, Degradación y Valoración de clorhidrato de metformina y Uniformidad de las dosis de empagliflozina

source: Minor differences are membrane area, operational control and membrane type.
es_es: Leves diferencias de área de membrana, control operativo y tipo de membrana.

source: Minor differences identified that have a neglectable risk to impact product quality.
es_es: Se identifican leves diferencias con un riesgo insignificante de impactar la calidad del producto.

source: Minor differences in operational control parameters and membrane type.
es_es: Leves diferencias en los parámetros de control operativo y el tipo de membrana.

source: Minor differences operational control and filter type.
es_es: Leves diferencias de control operativo y tipo de filtro.

source: Minor differences that have a neglectable risk to impact product quality.
es_es: Diferencias leves que representan un riesgo insignificante de impactar la calidad del producto.

source: Minor edit:
es_es: Corrección menor:

source: Minor editorial changes to section headings and subheadings as per current template.
es_es: Cambios editoriales menores en los títulos y subtítulos de las secciones según la plantilla vigente.

source: Minor edits throughout without material change.
es_es: Ediciones menores generales sin cambios significativos.

source: Minute
es_es: Minuto

source: Minute Virus Mice
es_es: Virus diminuto de ratón

source: Minutes
es_es: Minutos

source: Mismatch **criterion removed in protocol v3 12-10-16 after approximately 80 patients enrolled**- Using CT perfusion imaging or MR perfusion imaging or diffusionweighted imaging (DWI) with a Tmax >6 second delay perfusion volume and either CTrCBF or DWI ischemic core volume (not applicable to patients with basilar artery occlusion)
es_es: Se eliminó el criterio de discrepancia** del protocolo v3 12-10-16 luego de la inscripción de aproximadamente 80 pacientes**- Con imágenes de perfusión por TC o RM, o imágenes de ponderación por difusión con un retraso de Tmáx >6 segundos en el volumen de perfusión y un volumen del núcleo isquémico por CTrCBF o imágenes de ponderación por difusión (no corresponde en pacientes con oclusión de arteria basilar).

source: Mismatch ratio of greater than 1.2, and
es_es: Razón de discrepancia de más de 1.2, y

source: Missing
es_es: Faltante

source: Missing age information
es_es: Información etaria faltante

source: Missing chromatograms of SST sample were added and reference to these Figures was updated.
es_es: Se agregaron los cromatogramas faltantes de la muestra de idoneidad del sistema y se actualizó la referencia a estas figuras.

source: Missing information
es_es: Información faltante

source: Missing information refers to information on the safety of the medicinal product that is currently missing and needs to be collected (e.g. on the long-term use of the medicine).
es_es: La información faltante hace referencia a la información sobre la seguridad del medicamento que actualmente falta y que debe recopilarse (p. ej., sobre el uso a largo plazo del medicamento).

source: Mitchell (Co-principal Investigator and Chair of Neurointervention),
es_es: Mitchell (Investigador principal adjunto y Jefe de Neurointervención),

source: Mitchell (Co-principal Investigator and Chair of Neurointervention), L. Churilov (Statistician).
es_es: Mitchell (Investigador principal adjunto y Jefe de Neurointervención), L. Churilov (Estadístico).

source: Mix
es_es: Mezclar

source: Mix 10 mL of acetate buffer solution pH 6.0 R and 100 mL of distilled water R.
es_es: Mezclar 10 ml desolución buffer de acetato, a un pH = 6.0 R y 100 ml deagua destilada R.

source: Mix 2 mL of aluminium standard solution (2 ppm Al) R, 10 mL of acetate buffer solution pH 6.0 R and 98 mL of distilled water R.
es_es: Mezclar 2 ml desolución buffer de acetato (2 ppm AI) R, 10 ml desolución búffer acetato, a un pH = 6.0 R y 98 ml de agua destilada R.

source: Mix 30 volumes of buffer solution and 70 volumes of Methanol R. Filter and degas.
es_es: Mezclar 30 volúmenes de solución buffer y 70 volúmenes de Metanol R.

source: Mix and homogenize
es_es: Mezclar y homogeneizar

source: Mix well.
es_es: Mezclar bien.

source: Mix, homogenize and de-aerate
es_es: Mezclar, homogeneizar y desairear

source: Mixed Model Repeated Measures
es_es: Análisis según un modelo mixto para medidas repetidas

source: Mixer
es_es: Mezcladora

source: Mixers
es_es: Mezcladoras

source: Mixers and mixing vessels
es_es: Mezcladoras y vasos mezcladores

source: Mixing and heating (60 - 70°C)
es_es: Mezcla y calentamiento (60 - 70°C)

source: Mixing and heating (65 - 70°C)
es_es: Mezcla y calentamiento (65 - 70°C)

source: Mixing vessel
es_es: Vaso mezclador

source: Mixture of partial esters of fatty acids, mainly lauric (dodecanoic) acid, with sorbitol and its anhydrides ethoxylated with approximately 20 moles of ethylene oxide for each mole of sorbitol and sorbitol anhydrides.
es_es: Mezcla de ésteres parciales de ácidos grasos, principalmente ácido láurico (dodecanoico), con sorbitol y sus anhídridos etoxilados, con aproximadamente 20 moles de óxido de etileno por cada mol de sorbitol y anhídridos de sorbitol.

source: Mixture of partial esters of fatty acids, mainly lauric (dodecanoic) acid, with sorbitol and its anhydrides ethoxylated with approximately 20 moles of ethylene oxide for each mole of sorbitol and sorbitol anhydrides.### CHARACTERS
es_es: Mezcla de ésteres parciales de ácidos grasos, principalmente ácido láurico (dodecanoico), con sorbitol y sus anhídridos etoxilados, con aproximadamente 20 moles de óxido de etileno por cada mol de sorbitol y anhídridos de sorbitol.### CARACTERÍSTICAS

source: MoA
es_es: MdA

source: Mobile Phase
es_es: Fase móvil

source: Mobile Stroke Unit
es_es: Unidad móvil de ACV

source: Mobile phase
es_es: Fase móvil

source: Mobile phase A
es_es: Fase móvil A

source: Mobile phase A (% V/V)
es_es: Fase móvil A (% V/V)

source: Mobile phase B
es_es: Fase móvil B

source: Mobile phase B (% V/V)
es_es: Fase móvil B (% V/V)

source: Mobile phase:
es_es: Fase móvil:

source: Mocco J, Zaidat OO, von Kummer R, et al.
es_es: Mocco J, Zaidat OO, von Kummer R, y col.

source: Mode
es_es: Modo

source: Mode of action
es_es: Modo de acción

source: Mode of administration:
es_es: Modo de administración:

source: Model included factors age, baseline eGFR (CKD-EPI)cr, region, baseline diabetes status, sex, baseline LVEF, baseline eGFR (CKD-EPI)cr-by-time interaction, treatment-by-time interaction, and treatment.
es_es: El modelo incluyó factores como edad, TFGe inicial (ERC-EPI)cr, región, estado de diabetes inicial, sexo, FEVI inicial, interacción TFGe inicial (ERC-EPI)cr por tiempo, interacción tratamiento por tiempo, y tratamiento.

source: Models were run on all observed data and also on all observed on-treatment data.
es_es: Los modelos se ejecutaron con todos los datos observados y también con todos los datos observados en tratamiento.

source: Moderate (8–15)
es_es: Moderado (8-15)

source: Moderate impairment: 8
es_es: Deterioro moderado: 8

source: Moderate hypoglycaemia was defined as documented symptomatic hypoglycaemia with plasma glucose concentration ≤ 70 mg/dL, without the need for external assistance.
es_es: La hipoglucemia moderada se definió como una hipoglucemia sintomática documentada con concentraciones de glucosa en plasma ≤ 70 mg/dl, sin necesidad de atención externa.

source: Moderate impaired renal function
es_es: Alteración moderada de la función renal

source: Moderate: An event that is sufficiently discomforting to interfere with normal everyday activities.
es_es: Moderada: un evento que causa una incomodidad suficiente como para interferir con las actividades cotidianas normales.

source: Modification of Diet in Renal Disease
es_es: Modificación de la dieta en enfermedad renal

source: Modified Rankin Scale (mRS) at 3 months post stroke, ordinal analysis
es_es: Escala de Rankin modificada (mRS) 3 meses después del accidente cerebrovascular, análisis ordinal

source: Modified Rankin Scale (mRS) – at 3 months
es_es: Escala de Rankin modificada (mRS), a los 3 meses.

source: Modified Rankin Scale (mRS) – at 3 months (blinded)
es_es: Escala de Rankin modificada (mRS), a los 3 meses (enmascarada)

source: Modified Rankin Scale Scores at 90 Days in the Intention-to-Treat Population in a Study of the Effect of Tenecteplase Dose on Cerebral Reperfusion Before Thrombectomy in Patients With Large Vessel Occlusion Ischemic Stroke
es_es: Puntuaciones en la Escala de Rankin modificada a los 90 días en la población por intención de tratar en un estudio del efecto de la dosis de tenecteplasa sobre la reperfusión cerebral antes de la trombectomía en pacientes con accidente cerebrovascular isquémico por oclusión de grandes vasos

source: Modified Rankin Scale Scores at 90 Days in the Intention-to-Treat Population.
es_es: Puntajes en la escala de Rankin modificada a los 90 días en la población por intención de tratar.

source: Modified Rankin Score
es_es: Puntuación Rankin modificada

source: Module 5 provides evaluation and conclusions on safety and immunogenicity of spesolimab based on the respective clinical trials.
es_es: En el Módulo 5, se presenta la evaluación y las conclusiones sobre seguridad e inmunogenicidad del Espesolimab a partir de los ensayos clínicos correspondientes.

source: Module II Non-clinical safety specifications.
es_es: Modulo II. Especificaciones de seguridad preclínica.

source: Moisten the substance to be examined with a small amount of sulphuric acid conc. (usually 1 mL) and heat gently at as low a temperature as practicable until the sample is thoroughly charred.
es_es: Humedecer la sustancia experimental con una pequeña cantidad de ácido sulfúrico conc. (generalmente 1 ml) y calentar suavemente a la temperatura más baja posible hasta que la muestra quede completamente carbonizada.

source: Moisture Content
es_es: Contenido de humedad

source: Molecular Devices Corporation (Menlo Park, USA) has introduced this assay as an alternative to quantification of DNA by hybridization assays (R12-4392).
es_es: Molecular Devices Corporation (Menlo Park, EE. UU.) instauró este ensayo como alternativa a la cuantificación de ADN por medio de ensayos de hibridación (R12-4392).

source: Molecular weight standard
es_es: Estándar de peso molecular

source: Molecular weight:
es_es: Peso molecular:

source: Molecule-related attributes
es_es: Atributos relacionados con la molécula

source: Monday, Dec 16, 2024
es_es: Lunes, 16 de diciembre de 2024

source: Monitoring and Quality Assurance
es_es: Control y aseguramiento de la calidad

source: Monitoring of Water for Injections in bulk (WFI)
es_es: Monitoreo de agua para inyectables a granel

source: Monitoring of single-chain content is part of release and stability testing (see Sections 3.2.P.5.6 Justification of Specification and 3.2.P.8 Stability Data).
es_es: El monitoreo del contenido de cadena única es parte de las pruebas de liberación y de estabilidad (véanse las Secciones 3.2.P.5.6, Justificación de la especificación, y la Sección 3.2.P.8, Datos de estabilidad).

source: Monoclonal Antibodies for Human Use, as well as USP <1>, Injections, that state that injectable solutions have to be sterile.
es_es: sobre “anticuerpos monoclonales para uso humano”, y al capítulo de la USP <1> sobre inyecciones, donde se establece que las soluciones inyectables deben ser estériles.

source: Monoclonal antibodies
es_es: Anticuerpos monoclonales

source: Monograph 2031 "Monoclonal antibodies for human use" that requires monoclonal antibody products to be clear or slightly opalescent.
es_es: 2031, "Anticuerpos monoclonales para uso humano", que exige que los productos basados en anticuerpos monoclonales sean transparentes o ligeramente opalescentes.

source: Monograph 2031 "Monoclonal antibodies for human use" that requires monoclonal antibody products to be colorless or slightly colored.
es_es: 2031, "Anticuerpos monoclonales para uso humano", que exige que los productos basados en anticuerpos monoclonales sean incoloros o ligeramente coloreados.

source: Monograph edition
es_es: Edición de la monografía

source: Monograph names:
es_es: Denominaciones según las monografías:

source: Monomer
es_es: Monómero

source: Monomer [%]
es_es: Monómero [%]

source: Monomer content (DP)
es_es: Contenido de monómero (medicamento)

source: Monomer content (HPSEC) [%]
es_es: Contenido de monómeros (HPSEC) [%]

source: Monomer content [%]
es_es: Contenido de monómeros [%]

source: Monomer content during hydrogen peroxide study
es_es: Contenido de monómeros durante el estudio de peróxido de hidrógeno

source: Monomer content of one formulation with lower limit conditions (LL), two centre point formulations (CP(1), CP(2)) and two formulations with upper limit conditions (UL(1), UL(2))
es_es: Contenido de monómero de una formulación con condiciones de límite inferior (LI), dos formulaciones de punto central (PC(1), PC(2)) y dos formulaciones con condiciones de límite superior (LS(1), LS(2))

source: Monomer content — High performance size exclusion chromatography (HPSEC)
es_es: Contenido de monómero; cromatografía de exclusión por tamaño de alta resolución (HPSEC)

source: Monomer content: no significant change could be observed over a time period of 60 days.
es_es: Contenido de monómeros: no se observó un cambio significativo durante un período de 60 días.

source: Monomer content: no significant change could be observed over a time period of 7 days.
es_es: Contenido de monómeros: no se observó un cambio significativo durante un período de 7 días.

source: Monomer peak area [%]
es_es: Área de picos del monómero [%]

source: Monomer:
es_es: Monómero:

source: Monomer: ≥ 93 %
es_es: Monómero: ≥ 93 %

source: Monomer: ≥ 96 %
es_es: Monómero: ≥ 96 %

source: Monomer: ≥ 98.5 %
es_es: Monómero: ≥ 98,5%

source: Monomer: ≥ 99.0 %
es_es: Monómero: ≥ 99,0%

source: Month
es_es: Mes

source: Months
es_es: Meses

source: Morbidity
es_es: Morbilidad

source: More appropriate description of vessel function.
es_es: Descripción más adecuada de la función del recipiente.

source: More details given on manufacturing sites for alteplase.
es_es: Se proporcionan más detalles sobre las plantas productoras de alteplasa.

source: More frequent testing was to be performed if required by local regulations/authorities.
es_es: Si las normas o las autoridades locales así lo requerían, debían hacerse pruebas más frecuentes.

source: More information can be found here:
es_es: En el siguiente enlace se puede encontrar mayor información:

source: More patients in the empagliflozin group (167 patients, 6.3%) than the placebo group (135 patients, 5.1%) had bicarbonate values that shifted from normal at baseline to below normal at last value on treatment (Table 15.3.2.1: 3).
es_es: Presentaron valores de bicarbonato que pasaron de normales al inicio a subnormales en el último valor en el tratamiento más pacientes del grupo de empagliflozina (167 pacientes, 6.3%) que del grupo de placebo (135 pacientes, 5.1%) (Tabla 15.3.2.1: 3).

source: More patients in the empagliflozin group (609 patients, 22.6%) than in the placebo group (490 patients, 18.3%) had an improved NYHA class at Week 52 compared with baseline, and fewer patients in the empagliflozin group (92 patients, 3.4%) than in the placebo group (130 patients, 4.8%) had a worsened NYHA class; see Table 15.2.4.31: 2.
es_es: A la semana 52, mejoraron en la clasificación NYHA desde el valor inicial más pacientes del grupo de empagliflozina (609 pacientes, 22.6%) que del grupo de placebo (490 pacientes, 18.3%), y empeoraron menos pacientes del grupo de empagliflozina (92 pacientes, 3.4% ) que del grupo de placebo (130 pacientes, 4.8%); ver Tabla 15.2.4.31: 2.
